IDEA Open Model
MatSteelHKG.fu Property
Compatible with IDEA StatiCa Beta 20.0
 Ultimate strength - Yu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double fu { get; set; }
Public Property fu As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelHKG Class
IdeaRS.OpenModel.Material Namespace